<%
'------------------------
'Code:Zhang Shen Jia
'Date:2007-12-11
'------------------------

domain = "saolei.wang"
Domain = "Saolei.wang"
URL = "http://saolei.wang"
ICP = "ÉÂICP±¸19026089ºÅ-1"

Site_Name = " - É¨À×Íø " + Domain
Index_Title = "É¨À×Íø " + Domain + " - É¨À×,É¨À×ÅÅÐÐ,É¨À×Â¼Ïñ,É¨À×ÏÂÔØ,É¨À×½Ì³Ì,É¨À×¼ÍÂ¼,É¨À×¸ßÊÖ,É¨À×Íæ¼Ò,É¨À×ÂÛÌ³,É¨À×ÃØ¼®,É¨À×¼¼ÇÉ,Minesweeper,Minesweeper Clone"
HTML_Title = " - É¨À×Íø " + Domain + " - É¨À×,É¨À×ÅÅÐÐ,É¨À×Â¼Ïñ,É¨À×ÏÂÔØ,É¨À×½Ì³Ì,É¨À×¼ÍÂ¼,É¨À×¸ßÊÖ,É¨À×Íæ¼Ò,É¨À×ÂÛÌ³,É¨À×ÃØ¼®,É¨À×¼¼ÇÉ,Minesweeper,Minesweeper Clone"

Meta_Description = "¡¾É¨À×Íø¡¿¹úÄÚ×îÈ¨ÍþµÄÉ¨À×ÍøÕ¾£¬ÓÉ¹úÄÚµÚÒ»ÈËÕÅÉéïØ´´°ì£¬¿ªÉèÀ¸Ä¿£ºÅÅÐÐ°ñ¡¢Â¼Ïñ¡¢À×½ç¡¢ÂÛÌ³¡¢½Ì³Ì¡¢À×Éñµî¡­¡­"
Meta_Keywords = "ÕÅÉéïØ,É¨À×,ÍÚ½ð×Ó,É¨À×ÅÅÐÐ,É¨À×Â¼Ïñ,À×Éñ,À×½ç,É¨À×ÓÎÏ·,É¨À×ÏÂÔØ,É¨À×Íæ¼Ò,É¨À×ÐÄµÃ,É¨À×¼¼ÇÉ,É¨À×¼ÍÂ¼,É¨À×½Ì³Ì,É¨À×ÂÛÌ³,É¨À×Íø,ÖÐ¹úÉ¨À×,,Minesweeper,Minesweeper Clone"

Player_Areas = Array("±±¾©", "ÉÏº£", "Ìì½ò", "ÖØÇì", "°²»Õ", "¸£½¨", "¸ÊËà", "¹ã¶«", "¹ãÎ÷", "¹óÖÝ", "º£ÄÏ", "ºÓ±±", "ºÓÄÏ", "ºÚÁú½­", "ºþ±±", "ºþÄÏ", "¼ªÁÖ", "½­ËÕ", "½­Î÷", "ÁÉÄþ", "ÄÚÃÉ¹Å", "ÄþÏÄ", "Çàº£", "É½¶«", "É½Î÷", "ÉÂÎ÷", "ËÄ´¨", "Î÷²Ø", "ÐÂ½®", "ÔÆÄÏ", "Õã½­", "Ïã¸Û", "°ÄÃÅ", "Ì¨Íå")

%>
<!--#include virtual="/Models/Common/ConstDB.asp"-->